{
    "nav": {
        "english": "English",
        "spanish": "Español"
    },
    "menu": {
        "home": "Home",
        "about": "About us",
        "services": "Services",
        "contact": "Contact"
    },
    "general": {
        "bookAn": "BOOK AN",
        "appointment": "Appointment",
        "name": "Name",
        "phoneNumber": "Phone Number",
        "preferredDate": "Preferred Date",
        "interestTherapy": "Interest therapy",
        "commentsForm": "Comments",
        "submit": "Submit"
    },
    "subMenu": {
       "subTitle": "Providing patients with the most advanced and effective therapies, nothing less.",
       "phone": "Phone",
       "location": "Location",
        "follow": "Follow Us"
    },
    "home": {
        "subTitle": "Providing patients with the most advanced and effective therapies, nothing less.",
        "ourTherapies": "OUR THERAPIES",
        "yourHealth": "For Your Health",
        "aboutUs": "ABOUT US",
        "aboutText": "At ARC, we understand firsthand the transformative power of therapies. Each member of our team has a personal connection to someone who has been helped by this groundbreaking treatments, which is why we are so passionate about bringing its benefits to as many people as possible.",        
        "readMore": "Read more",
        "howWork": "How it Works",
        "firstStepTitle": "Schedule an evaluation",
        "firstStepText": "The first step is to schedule an evaluation ",
        "firstStepText2": "by our medical professionals, either in person",
        "firstStepText3": "or by video call",
        "secondStepTitle": "Evaluation",
        "secondStepText": "Our professionals will ask about your medical ",
        "secondStepText2": "history, current treatment, supplementation",
        "secondStepText3": "and join therapies, in order to find",
        "secondStepText4": "the best medical therapy for you.",
        "thirdStepTitle": "Know more about you",
        "thirdStepText": "If you decide to move forward in the process, ",
        "thirdStepText2": "it's probably that we will need one or more",
        "thirdStepText3": "video calls to improve you experience.",
        "fourthStepTitle": "Meet with Our Healthcare",
        "fourthStepTitle2": "Professionals",
        "fourthStepText": "On the day of your treatment we will ",
        "fourthStepText2": "have everything ready to give you the best",
        "fourthStepText3": "experience in medical therapies.",
        "youReady": "Are you ready?",
        "letStart": "Let's Get Started",
        "trustUs": "Trust us to help you achieve optimal health and wellness through the power of therapies. Contact us today to learn more about our services and schedule a consultation with one of our expert medical professionals.",
        "whatPeople": "What People",
        "usuallyAsked": "Usually Asked"
    },
    "aboutUs": {
        "welcome": "Welcome to",
        "subTitle": "At ARC, we understand firsthand the transformative power of our therapies.",
        "chooseUs": "Why Choose Us",
        "experiencedMedical": "Experienced Medical Professionals",
        "experiencedMedical1": "Our team includes experienced doctors, nurses,",
        "experiencedMedical2": "and other healthcare professionals who are",
        "experiencedMedical3": "dedicated to providing the best possible care to",
        "experiencedMedical4": "our patients.",
        "comprensiveService": "Comprehensive",
        "comprensiveService1": "Services",
        "comprensiveService2": "We offer a wide range of healthcare services,",
        "comprensiveService3": "from preventive care to specialized treatment",
        "comprensiveService4": "for complex conditions.",
        "patientCentered": "Patient-centered",
        "patientCentered1": "Approach",
        "patientCentered2": "We believe in treating each patient as an",
        "patientCentered3": "individual, and we take the time to understand",
        "patientCentered4": "your unique health needs and concerns.",
        "stateArt": "State-of-the-art",
        "stateArt1": "Facilities",
        "stateArt2": "Our healthcare center is equipped with the",
        "stateArt3": "latest technology and equipment to provide our",
        "stateArt4": "patients with the most advanced care possible.",
        "meetOur": "MEET OUR",
        "expertsDoctor": "Experts Doctor",
        "emergencyMedicine": "Emergency Medicine Physician",
        "medicDescription": "A Mexican national, is an accomplished physician and a proud alumnus of the Universidad Autónoma of Nuevo León, one of Mexico’s top-five ranked medical institutions. Since his graduation in 2014, Dr. Hernández has enjoyed a diversified medical career, exploring fields including general practice, emergency medicine, aesthetic medicine, and eventually finding his true passion in regenerative medicine.",
        "ourFacilicies": "Our Facilities and",
        "latestActiities": "Latest Activities",
        "dontLet": "Don’t Let Your Health",
        "takeBackseat": "Take a Backseat!",
        "schedule": "Schedule an appointment with one of our experienced",
        "medicalProfesional": "medical professionals today!"
    },
    "services": {
        "introduce": "Introduce You to",
        "ourExperts": "Our Experts",
        "subTitle": "The list of certified doctors with years of",
        "subTitle2": "professional experiences",
        "sort": "Sort by",
        "menu": {
            "all": "All",
            "serum": "Serum therapy",
            "specializedMedicine": "Infusion of specialized medications",
            "steticMedicine": "Aesthetic medicine",
            "specialConsult": "Special consult",
            "alternMedicine": "Alternative medicine",
            "laboratory": "Laboratories"
        },
        "wellnessDrip": "Provide the body with a boost of essential nutrients, potentially enhancing overall well-being and addressing specific health concerns.",
        "sunkissedGlow": "Warm and radiant tan or complexion achieved through the use of sunless tanning products.",
        "recoveryDrip": "This therapy support the body's recovery after physical exertion, dehydration, or other conditions that may contribute to nutrient depletion.",
        "fitnessDrip": "This therapy support for individuals engaged in fitness activities, with the goal of enhancing performance, reducing fatigue, and promoting overall recovery.",
        "cmergenC": "Strengthen the immune system and in the prevention and/or treatment of colds and flu.",
        "fatBurn": "Treatment aimed at promoting fat loss or enhancing the body's ability to burn fat.",
        "beautyBlend": "Promote radiant skin, a youthful complexion, and a sense of well-being.",
        "MasterAntioxidant": "Combines multiple potent antioxidants to promote skin health and combat oxidative stress.",
        "antiPain": "Blend of various therapeutic modalities or medications aimed at effectively alleviating pain.",
        "energyShot": "Provide a rapid increase in alertness and energy levels, often without the calories and volume of a regular energy drink.",
        "dShot": "Therapy where medications or nutrients are administered via intramuscular or subcutaneous injections. This could include therapies such as vitamin injections, nutrient infusions, or medical injections for specific health conditions.",
        "skinnyShot": "Blend of vitamins, minerals, and amino acids that is supplement to aid weight loss and boost metabolism.",
        "addOns": "Incorporating additional substances or nutrients into intravenous (IV) therapy sessions beyond the standard components.",
        "oncologyMedications": "These medications play a crucial role in various aspects of cancer care, including inhibiting the growth and spread of cancer cells, alleviating symptoms, and improving overall survival rates.",
        "rheumatology": "Rheumatology is a medical specialty that focuses on the diagnosis and treatment of rheumatic diseases, which are conditions affecting the joints, muscles, bones, and connective tissues.",
        "botox": "Reduce the appearance of wrinkles and fine lines.",
        "facialFilling": "Cosmetic products injected beneath the skin's surface to restore volume, smooth wrinkles, and enhance facial contours.",
        "tensioningWires": "Tensioning wires might be used to facilitate tissue approximation, closure, or fixation in areas other than bones.",
        "mesotherapy": "Cosmetic and medical procedure that involves the injection of a mixture of pharmaceutical and homeopathic medications, vitamins, enzymes, hormones, and other substances directly into the skin's middle layer (mesoderm).",
        "apparatusology": "Equipment aimed at losing weight and toning that has had the most success in recent years.",
        "internalMedicine": "Medical specialty that focuses on the prevention, diagnosis, and non-surgical treatment of adult diseases.",
        "traumatology": "Medical specialty that focuses on the diagnosis, treatment, and management of injuries, especially those resulting from physical trauma, accidents, and emergencies.",
        "physiotherapy": "Healthcare profession focused on optimizing physical function, movement, and overall well-being.",
        "neurotherapy": "Therapeutic approach that involves real-time monitoring of brain activity to help individuals regulate and optimize their neural function.",
        "generalLaboratories": "Facilities equipped to perform a wide range of diagnostic tests and analyses on various biological samples.",
        "contactInfo": "Contact Info",
        "benefits": "Benefits",
        "appointmentSchedules": "Appointment Schedules",
        "wellnessDripDescription": "A wellness drip, also known as an intravenous (IV) drip or infusion, is a therapy where a combination of vitamins, minerals, antioxidants, and sometimes medications is delivered directly into the bloodstream through an IV line. These drips are often customized based on individual needs and wellness goals. Wellness drips are purported to provide hydration, replenish nutrients, boost energy levels, support immune function, and promote overall well-being. Common ingredients found in wellness drips include vitamin C, B vitamins, magnesium, calcium, and amino acids.",
        "wellnessDripBenefits": "Hydration: IV hydration can quickly replenish fluids in the body, which is especially beneficial for individuals who are dehydrated due to illness, intense physical activity, or environmental factors.",
        "wellnessDripBenefits2": "Nutrient Replenishment: Wellness drips often contain a blend of vitamins, minerals, and antioxidants that may help replenish nutrients that the body may be lacking. This can be particularly useful for individuals with nutrient deficiencies or those with busy lifestyles who may not get adequate nutrition from their diet alone.",
        "wellnessDripBenefits3": "Boosted Immune Function: Certain vitamins and minerals found in wellness drips, such as vitamin C and zinc, are believed to support immune function. Receiving these nutrients intravenously may provide a quicker and more potent immune boost compared to oral supplementation.",
        "wellnessDripBenefits4": "Increased Energy Levels: Some people report feeling more energized and revitalized after receiving a wellness drip, especially if it contains ingredients like B vitamins, which are known to play a role in energy metabolism.",
        "wellnessDripBenefits5": "Hangover Relief: Wellness drips are often marketed as a quick remedy for hangovers, as they can help rehydrate the body and replenish electrolytes lost due to excessive alcohol consumption.",
        "sunkissedGlowDescription": "Warm and radiant tan or complexion achieved through the use of sunless tanning products.",
        "sunkissedGlowBenefits": "Healthy Appearance: A sunkissed glow can give the appearance of healthy, well-nourished skin. It can make the skin look vibrant, youthful, and refreshed.",
        "sunkissedGlowBenefits2": "Boosted Confidence: Achieving a sunkissed glow can boost confidence and self-esteem. Many people feel more attractive and radiant with a bronzed complexion, which can positively impact their overall mood and perception of themselves.",
        "sunkissedGlowBenefits3": "Enhanced Features: The warm tones of a sunkissed glow can help enhance facial features by adding depth and dimension. Bronzer and highlighter can be used strategically to contour the face and accentuate cheekbones, jawlines, and other features.",
        "sunkissedGlowBenefits4": "Youthful Appearance: A sunkissed glow is often associated with youthfulness and vitality. It can help minimize the appearance of imperfections such as blemishes, redness, or uneven skin tone, giving the skin a smoother and more even texture.",
        "sunkissedGlowBenefits5": "Versatility: The sunkissed glow look is versatile and can be adapted to various skin tones and makeup styles. Whether it's a subtle glow or a more intense bronzed effect, individuals can customize the look to suit their preferences and occasions.",
        "recoveryDripDescription": "Intravenous (IV) therapy that is administered to aid in the recovery process after physical exertion, illness, dehydration, or other health-related challenges. This type of IV drip usually contains a combination of fluids, electrolytes, vitamins, and minerals designed to replenish nutrients, hydrate the body, and promote overall wellness.",
        "recoveryDripBenefits": "Hydration: IV fluids can quickly and effectively rehydrate the body, especially after intense physical activity, illness, or dehydration due to alcohol consumption or travel.",
        "recoveryDripBenefits2": "Nutrient Replenishment: Recovery drips often contain a blend of vitamins, minerals, and electrolytes that can help replenish nutrients depleted during physical exertion, illness, or stress.",
        "recoveryDripBenefits3": "Boosted Immune Function: Ingredients such as vitamin C and zinc found in some recovery drips are believed to support immune function, potentially helping to fend off infections and reduce the duration of illnesses.",
        "recoveryDripBenefits4": "Reduced Recovery Time: Athletes and individuals recovering from strenuous workouts, competitions, surgeries, or illness may benefit from the accelerated recovery time associated with IV therapy, allowing them to return to their normal activities more quickly.",
        "recoveryDripBenefits5": "Increased Energy Levels: B vitamins, magnesium, and other nutrients commonly included in recovery drips are known to support energy metabolism, potentially leading to increased energy levels and improved vitality.",
        "fitnessDripDescription": "Intravenous (IV) therapy specifically tailored to support the needs of individuals engaged in fitness activities, athletic training, or intense physical exercise. This type of IV drip typically contains a combination of fluids, electrolytes, vitamins, minerals, and sometimes amino acids or antioxidants, designed to optimize hydration, replenish nutrients, and promote recovery.",
        "fitnessDripBenefits": "Hydration Optimization: IV fluids in fitness drips help to rapidly rehydrate the body, especially after intense workouts or prolonged physical exertion. Proper hydration is crucial for maintaining performance, preventing dehydration, and supporting overall health.",
        "fitnessDripBenefits2": "Electrolyte Replenishment: Fitness drips contain essential electrolytes like sodium, potassium, calcium, and magnesium, which are lost through sweat during exercise. Replenishing electrolytes helps maintain proper fluid balance, muscle function, nerve transmission, and overall hydration status.",
        "fitnessDripBenefits3": "Energy Enhancement: B vitamins, including B12, B6, and B complex vitamins, found in fitness drips play vital roles in energy metabolism. They help convert food into energy and support cellular processes necessary for optimal physical performance and recovery.",
        "fitnessDripBenefits4": "Muscle Recovery and Repair: Amino acids, such as branched-chain amino acids (BCAAs) like leucine, isoleucine, and valine, are essential for muscle repair, recovery, and growth. Including amino acids in fitness drips may help reduce muscle soreness, support muscle protein synthesis, and accelerate recovery following intense workouts.",
        "fitnessDripBenefits5": "Immune Support: Vitamin C and other antioxidants present in fitness drips help combat oxidative stress, reduce inflammation, and support immune function. Regular exercise can temporarily suppress the immune system, so providing antioxidants through IV therapy may help support immune health, especially during periods of intense training.",
        "emergenCPushDescription": "Strengthen the immune system and in the prevention and/or treatment of colds and flu.",
        "emergenCPushBenefits": "Immune Support: Emergen-C is formulated with high doses of vitamin C, which is known to support the immune system. Vitamin C helps stimulate the production of white blood cells, which are key components of the body's immune response. Regular consumption of Emergen-C may help reduce the duration and severity of colds and other common illnesses.",
        "emergenCPushBenefits2": "Antioxidant Protection: Vitamin C is a powerful antioxidant that helps neutralize free radicals in the body, which can cause cellular damage and contribute to aging and disease. By scavenging free radicals, vitamin C helps protect cells from oxidative stress and supports overall health.",
        "emergenCPushBenefits3": "Energy Boost: Emergen-C contains a range of B vitamins, including B12 and B6, which play essential roles in energy metabolism. These vitamins help convert food into energy and support the body's natural energy production processes. Consuming Emergen-C may help combat fatigue and increase overall energy levels.",
        "emergenCPushBenefits4": "Hydration Support: Emergen-C contains electrolytes such as potassium, sodium, and magnesium, which help maintain fluid balance in the body. During periods of dehydration, such as after intense exercise or illness, consuming Emergen-C can help replenish electrolytes and promote hydration.",
        "emergenCPushBenefits5": "Stress Reduction: Vitamin C has been shown to help reduce levels of cortisol, a stress hormone, in the body. By modulating the body's stress response, vitamin C may help promote relaxation and support overall emotional well-being.",
        "fatBurnDescription": "Treatment aimed at promoting fat loss or enhancing the body's ability to burn fat.",
        "fatBurnBenefits": "Weight Management: Burning fat can help individuals achieve and maintain a healthy weight, reducing the risk of obesity-related health conditions such as type 2 diabetes, heart disease, and certain cancers.",
        "fatBurnBenefits2": "Improved Metabolic Health: Burning excess fat can improve metabolic health by reducing insulin resistance, lowering blood sugar levels, and improving lipid profiles (cholesterol and triglycerides).",
        "fatBurnBenefits3": "Enhanced Physical Performance: Lowering body fat levels can improve athletic performance by increasing agility, speed, and endurance, and reducing the strain on joints and muscles.",
        "fatBurnBenefits4": "Increased Energy Levels: Shedding excess fat can lead to increased energy levels and reduced feelings of fatigue, allowing individuals to be more active and engaged in daily activities.",
        "fatBurnBenefits5": "Better Mood and Mental Health: Regular exercise and healthy eating habits associated with fat burn can improve mood, reduce stress, and boost self-confidence and self-esteem.",
        "beautyBlendDescription": "Promote radiant skin, a youthful complexion, and a sense of well-being.",
        "beautyBlendBenefits": "Enhanced Skin Radiance: Beauty Blend Push techniques may involve the application of skincare products designed to promote hydration, improve skin texture, and enhance radiance, resulting in a more youthful and glowing complexion.",
        "beautyBlendBenefits2": "Improved Product Absorption: The 'push' aspect of the therapy could refer to techniques that facilitate better absorption of skincare products into the skin, allowing active ingredients to penetrate more effectively and deliver their benefits.",
        "beautyBlendBenefits3": "Stress Reduction: Beauty Blend Push therapy may incorporate massage techniques or relaxation methods that help reduce stress, tension, and facial muscle tightness, promoting a sense of well-being and relaxation.",
        "beautyBlendBenefits4": "Balanced Skin Tone and Texture: By incorporating a blend of skincare treatments tailored to individual skin concerns, Beauty Blend Push therapy may help address issues such as uneven skin tone, texture irregularities, and signs of aging, resulting in smoother and more balanced skin.",
        "beautyBlendBenefits5": "Improved Blood Circulation: Some techniques used in Beauty Blend Push therapy, such as gentle massage or lymphatic drainage, may help improve blood circulation to the face, promoting oxygen and nutrient delivery to the skin cells and supporting overall skin health.",
        "masterAntioxidantDescription": "Combines multiple potent antioxidants to promote skin health and combat oxidative stress.",
        "masterAntioxidantBenefits": "Powerful Antioxidant Activity: Glutathione is considered the body's most abundant and potent antioxidant. It helps neutralize free radicals, which are harmful molecules that can damage cells and contribute to aging, inflammation, and chronic diseases.",
        "masterAntioxidantBenefits2": "Supports Immune Function: Glutathione plays a vital role in supporting immune function by enhancing the activity of immune cells and helping the body defend against infections and pathogens. Adequate glutathione levels are essential for a healthy immune response.",
        "masterAntioxidantBenefits3": "Detoxification: Glutathione acts as a key player in the body's detoxification processes, particularly in the liver. It helps remove toxins, heavy metals, and harmful compounds from the body, promoting overall detoxification and reducing the burden on the liver and other organs.",
        "masterAntioxidantBenefits4": "Cellular Repair and Regeneration: Glutathione supports cellular repair and regeneration processes by protecting cells from damage, promoting DNA repair, and facilitating the synthesis of proteins and enzymes essential for cell function and survival.",
        "masterAntioxidantBenefits5": "Skin Health and Anti-Aging: Glutathione is believed to contribute to skin health and anti-aging benefits by protecting against oxidative stress, reducing the appearance of wrinkles and fine lines, and promoting a more youthful and radiant complexion.",
        "antiPainDescription": "Blend of various therapeutic modalities or medications aimed at effectively alleviating pain.",
        "antiPainBenefit": "Pain Relief: The primary goal of anti-pain therapies is to alleviate or reduce pain intensity, frequency, and duration, thus improving overall quality of life.",
        "antiPainBenefit2": "Improved Functionality: By reducing pain, individuals may experience improved physical functioning, mobility, and flexibility, allowing them to engage more fully in daily activities and tasks.",
        "antiPainBenefit3": "Enhanced Quality of Life: Effective pain management can lead to a better quality of life by minimizing the impact of pain on mood, sleep, energy levels, and overall well-being.",
        "antiPainBenefit4": "Decreased Dependence on Medications: Through a combination of non-pharmacological interventions and targeted treatments, individuals may be able to reduce their reliance on pain medications, especially opioids, which can carry risks of dependency and side effects.",
        "antiPainBenefit5": "Prevention of Chronic Pain Conditions: Early intervention and effective pain management strategies can help prevent acute pain from progressing to chronic pain conditions, which can be more challenging to treat and manage.",
        "energyShotDescription": "Provide a rapid increase in alertness and energy levels, often without the calories and volume of a regular energy drink.",
        "energyShotBenefit": "Increased Alertness and Focus: Energy shots typically contain caffeine, which is a central nervous system stimulant. Consuming caffeine can help improve alertness, concentration, and cognitive function, making it easier to stay focused and productive.",
        "energyShotBenefit2": "Enhanced Physical Performance: Caffeine in energy shots may also improve physical performance by increasing endurance, reducing perceived exertion, and delaying fatigue during exercise or strenuous activities.",
        "energyShotBenefit3": "Quick Energy Boost: Energy shots provide a rapid energy boost due to their concentrated formula and fast absorption into the bloodstream. This can be beneficial for individuals needing an immediate pick-me-up to combat fatigue or drowsiness.",
        "energyShotBenefit4": "Convenience: Energy shots are portable and convenient to consume, making them a convenient option for on-the-go lifestyles or situations where traditional energy drinks or coffee may not be readily available.",
        "energyShotBenefit5": "Calorie Control: Unlike some energy drinks or coffee beverages, energy shots often contain minimal calories, making them a suitable option for individuals looking to limit calorie intake while still obtaining a caffeine boost.",
        "dShotDescription": "Therapy where medications or nutrients are administered via intramuscular or subcutaneous injections. This could include therapies such as vitamin injections, nutrient infusions, or medical injections for specific health conditions.",
        "dShotDTherapy": "Vitamin D Therapy: If 'D-shot' refers to vitamin D supplementation, the benefits may include",
        "dShotDTherapyBenefits": "Improved bone health and density",
        "dShotDTherapyBenefits2": "Enhanced immune function",
        "dShotDTherapyBenefits3": "Reduced risk of certain chronic diseases, including cardiovascular disease, diabetes, and autoimmune conditions",
        "dShotDTherapyBenefits4": "Mood regulation and potential reduction in symptoms of depression",
        "dShotDTherapyBenefits5": "Support for overall health and well-being, as vitamin D plays a role in various physiological processes in the body",
        "dShotInjection": "Injection Therapy: In the context of injection therapy, such as corticosteroid injections or joint injections, the benefits may include",
        "dShotInjectionBenefits": "Reduced inflammation and pain in affected areas",
        "dShotInjectionBenefits2": "Improved mobility and functionality, particularly in conditions like arthritis, tendinitis, or bursitis",
        "dShotInjectionBenefits3": "Enhanced quality of life and ability to perform daily activities with less discomfort",
        "skinnyShotDescription": "Blend of vitamins, minerals, and amino acids that is supplement to aid weight loss and boost metabolism.",
        "skinnyShotBenefits": "Increased Energy Levels: Skinny Shots may contain ingredients like B vitamins and amino acids that help boost energy levels and metabolism, potentially leading to increased calorie burning and improved exercise performance.",
        "skinnyShotBenefits2": "Appetite Suppression: Some Skinny Shot formulations include ingredients that are believed to help suppress appetite, reduce food cravings, and promote feelings of fullness, which can contribute to weight loss efforts by reducing calorie intake.",
        "skinnyShotBenefits3": "Enhanced Fat Metabolism: Certain compounds found in Skinny Shots, such as L-carnitine, are thought to support the metabolism of fats, aiding in the breakdown and utilization of stored fat for energy.",
        "skinnyShotBenefits4": "Improved Nutrient Absorption: Skinny Shots may contain nutrients that support optimal nutrient absorption and utilization, ensuring that the body efficiently processes the vitamins, minerals, and other essential compounds necessary for overall health and weight management.",
        "skinnyShotBenefits5": "Support for Weight Loss Goals: When combined with a healthy diet and regular exercise regimen, Skinny Shots may complement weight loss efforts by providing additional support for metabolism, energy levels, and appetite control.",
        "addOnsDescription": "Incorporating additional substances or nutrients into intravenous (IV) therapy sessions beyond the standard components.",
        "addOnsBenefits": "Vitamin C: Known for its antioxidant properties, vitamin C may help boost the immune system, support collagen production for skin health, and aid in the body's natural detoxification processes.",
        "addOnsBenefits2": "Glutathione: Often referred to as the body's 'master antioxidant', glutathione is involved in detoxification, immune support, and cellular repair. It may help reduce oxidative stress, support liver function, and promote overall well-being.",
        "addOnsBenefits3": "B Vitamins: B vitamins, including B12, B6, and B complex vitamins, are essential for energy metabolism, neurological function, and red blood cell production. Supplementing with B vitamins via IV therapy can help address deficiencies and improve energy levels, mood, and cognitive function.",
        "addOnsBenefits4": "Amino Acids: Amino acids are the building blocks of protein and play crucial roles in muscle repair, recovery, and neurotransmitter synthesis. IV amino acid therapy may help support muscle recovery after intense exercise, improve mood and cognitive function, and promote overall wellness.",
        "addOnsBenefits5": "Magnesium: Magnesium is an essential mineral involved in hundreds of enzymatic reactions in the body. IV magnesium therapy may help alleviate muscle cramps, reduce stress and anxiety, support cardiovascular health, and improve sleep quality.",
        "oncologyDescription": "These medications play a crucial role in various aspects of cancer care, including inhibiting the growth and spread of cancer cells, alleviating symptoms, and improving overall survival rates.",
        "oncologyBenefits": "Targeted Cancer Cell Destruction: Many oncology medications work by targeting and killing cancer cells or interfering with their ability to grow and divide. This can help shrink tumors, prevent cancer from spreading to other parts of the body, and improve overall survival rates.",
        "oncologyBenefits2": "Reduction of Tumor Size: Chemotherapy drugs and targeted therapies can help reduce the size of tumors, which can alleviate symptoms such as pain, pressure, and organ dysfunction caused by tumor growth.",
        "oncologyBenefits3": "Control of Cancer Growth: Oncology medications can help slow down or stop the growth of cancer cells, preventing tumors from becoming larger or spreading to other parts of the body.",
        "oncologyBenefits4": "Prevention of Recurrence: Adjuvant chemotherapy and targeted therapies may be used after surgery or radiation therapy to kill any remaining cancer cells and reduce the risk of cancer recurrence.",
        "oncologyBenefits5": "Prolongation of Survival: For many cancer patients, oncology medications can help extend survival and improve quality of life, allowing them to spend more time with loved ones and engage in meaningful activities.",
        "rheumatologyDescription": "Rheumatology is a medical specialty that focuses on the diagnosis and treatment of rheumatic diseases, which are conditions affecting the joints, muscles, bones, and connective tissues.",
        "rheumatologyBenefits": "Diagnosis and Disease Management: Rheumatologists are trained to diagnose and manage a diverse array of rheumatic diseases, many of which can be complex and challenging to identify. Through comprehensive evaluations, including medical history, physical examination, imaging studies, and laboratory tests, rheumatologists can provide accurate diagnoses and develop personalized treatment plans tailored to each patient's needs.",
        "rheumatologyBenefits2": "Pain Relief and Symptom Management: Rheumatic diseases often cause symptoms such as joint pain, stiffness, swelling, and fatigue, which can significantly impact a person's quality of life. Rheumatologists employ various treatment modalities, including medications, physical therapy, lifestyle modifications, and complementary therapies, to alleviate pain and manage symptoms, thereby improving overall well-being and functional status.",
        "rheumatologyBenefits3": "Prevention of Disease Progression: Early detection and intervention are crucial in rheumatology to prevent disease progression and minimize long-term complications. Rheumatologists work closely with patients to monitor disease activity, adjust treatment regimens as needed, and implement strategies aimed at preserving joint function, preventing deformities, and reducing the risk of disability.",
        "rheumatologyBenefits4": "Optimization of Treatment Strategies: Rheumatology care involves a multidisciplinary approach, with rheumatologists collaborating with other healthcare providers, such as primary care physicians, physical therapists, occupational therapists, and orthopedic surgeons, to optimize treatment outcomes. By coordinating care and integrating diverse perspectives, rheumatologists strive to address the complex needs of patients with rheumatic diseases comprehensively.",
        "facialFillingDescription": "Cosmetic products injected beneath the skin's surface to restore volume, smooth wrinkles, and enhance facial contours.",
        "facialFillinBenefits": "Wrinkle Reduction: One of the primary benefits of facial filling is its ability to reduce the appearance of wrinkles and fine lines. Fillers can plump up areas where wrinkles have formed due to aging, sun exposure, or facial expressions, resulting in a smoother and more youthful appearance.",
        "facialFillinBenefits2": "Volume Restoration: As we age, we naturally lose volume in certain areas of the face, such as the cheeks, temples, and under the eyes. Facial fillers can restore lost volume, helping to replenish sunken areas and create a more youthful facial contour.",
        "facialFillinBenefits3": "Enhanced Facial Features: Dermal fillers can be used to enhance certain facial features, such as the lips, cheeks, chin, and jawline. By strategically injecting filler into these areas, it's possible to achieve a more balanced and aesthetically pleasing appearance.",
        "facialFillinBenefits4": "Natural-Looking Results: When performed by a skilled and experienced injector, facial filling can produce natural-looking results that enhance the patient's natural beauty without appearing overdone or artificial.",
        "facialFillinBenefits5": "Long-Lasting Effects: While the duration of results varies depending on the type of filler used and individual factors, many facial fillers provide long-lasting effects that can last anywhere from several months to over a year. Some fillers stimulate collagen production, which can lead to prolonged benefits even after the filler has dissolved.",
        "botoxDescription": "Botox reduce the appearance of wrinkles and fine lines on the face, particularly in areas such as the forehead, between the eyebrows (glabellar lines), and around the eyes (crow's feet). By temporarily paralyzing the underlying muscles responsible for these wrinkles, Botox can smooth out the skin and create a more youthful appearance.",
        "botoxBenefits": "Wrinkle Reduction: Botox is most commonly used for reducing the appearance of wrinkles and fine lines on the face, particularly in areas such as the forehead, between the eyebrows (glabellar lines), and around the eyes (crow's feet). It works by temporarily paralyzing the muscles responsible for these wrinkles, resulting in smoother, more youthful-looking skin.",
        "botoxBenefits2": "Prevention of New Wrinkles: Botox injections can prevent the formation of new wrinkles by temporarily inhibiting muscle movements that contribute to dynamic wrinkles, such as frown lines and forehead creases.",
        "botoxBenefits3": "Non-Surgical Option: Botox offers a non-surgical alternative to traditional cosmetic procedures like facelifts and brow lifts. It is minimally invasive and typically requires only a few injections administered by a trained healthcare professional.",
        "botoxBenefits4": "Quick Results: Botox treatments provide quick results, with noticeable improvements in wrinkles and lines appearing within a few days to a week after treatment. This makes it an attractive option for individuals seeking immediate cosmetic enhancements.",
        "tensionDescription": "Tensioning wires might be used to facilitate tissue approximation, closure, or fixation in areas other than bones.",
        "tensionBenefits": "Skin Tightening: Tensioning wires could symbolize the concept of firmness and tightness in the skin. Cosmetic treatments like radiofrequency therapy or ultrasound therapy are designed to stimulate collagen production and tighten the skin, resulting in a more youthful and rejuvenated appearance.",
        "tensionBenefits2": "Wrinkle Reduction: Smoothing and tightening of wrinkles and fine lines.",
        "tensionBenefits3": "Jawline Definition: Tensioning wires a well-defined jawline.",
        "tensionBenefits4": "Non-Surgical Rejuvenation: Emphasizing the minimally invasive nature of tensioning wires, cosmetic procedures offer non-surgical alternatives to traditional facelifts or invasive surgeries. Patients seeking subtle enhancements or rejuvenation may opt for these procedures to achieve natural-looking results with minimal downtime.",
        "apparatusologyDescription": "Equipment aimed at losing weight and toning that has had the most success in recent years.",
        "apparatusologyBenefits": "Customized and Targeted Interventions: With a deeper understanding of apparatuses and their capabilities, practitioners may be able to tailor treatments more precisely to individual patient needs. This could result in more customized and targeted interventions, leading to improved patient satisfaction and outcomes.",
        "apparatusologyBenefits2": "Minimally Invasive Techniques: Apparatusology could promote the use of minimally invasive techniques in aesthetic medicine, leveraging advanced equipment to achieve significant improvements with less discomfort, downtime, and risk for patients.",
        "apparatusologyBenefits3": "Safety and Quality Assurance: Understanding the apparatuses used in aesthetic medicine can help practitioners ensure the safety and quality of treatments. This includes proper calibration, maintenance, and adherence to safety protocols, leading to better patient outcomes and reduced risk of adverse events.",
        "mesotherapyDescription": "Cosmetic and medical procedure that involves the injection of a mixture of pharmaceutical and homeopathic medications, vitamins, enzymes, hormones, and other substances directly into the skin's middle layer (mesoderm).",
        "mesotherapyBenefits": "Skin Rejuvenation: Mesotherapy can help rejuvenate the skin by stimulating collagen and elastin production. This can lead to improved skin texture, firmness, and elasticity, resulting in a more youthful appearance.",
        "mesotherapyBenefits2": "Hydration and Moisturization: The injections used in mesotherapy often contain hyaluronic acid and other moisturizing ingredients that help hydrate the skin from within. This can reduce dryness, fine lines, and wrinkles, leaving the skin looking plump and refreshed.",
        "mesotherapyBenefits3": "Reduction of Fine Lines and Wrinkles: Mesotherapy injections can target specific areas of the face, such as around the eyes and mouth, to reduce the appearance of fine lines and wrinkles. The injections stimulate collagen production, which helps smooth out wrinkles and improve skin tone.",
        "mesotherapyBenefits4": "Treatment of Hyperpigmentation: Mesotherapy injections containing skin-lightening agents such as vitamin C or kojic acid can help reduce the appearance of hyperpigmentation, dark spots, and uneven skin tone. These ingredients inhibit melanin production and promote a more even complexion.",
        "mesotherapyBenefits5": "Cellulite Reduction: Mesotherapy is commonly used as a treatment for cellulite reduction. The injections target the fat cells and connective tissue beneath the skin, breaking down fat deposits and improving blood flow. This can result in smoother-looking skin and a reduction in the dimpled appearance associated with cellulite.",
        "internalMedDescription": "Medical specialty that focuses on the prevention, diagnosis, and non-surgical treatment of adult diseases.",
        "internalMedBenefits": "Comprehensive Care: Internal medicine physicians are trained to provide comprehensive care for a wide range of health issues affecting adults, including chronic conditions, acute illnesses, and preventive care. They serve as primary care providers who can address a broad spectrum of medical needs.",
        "internalMedBenefits2": "Preventive Medicine: Internal medicine physicians emphasize preventive care, including routine screenings, vaccinations, and lifestyle counseling. By identifying risk factors and promoting healthy behaviors, they aim to prevent the onset or progression of diseases and promote overall wellness.",
        "internalMedBenefits3": "Management of Chronic Conditions: Many adults live with chronic medical conditions such as diabetes, hypertension, heart disease, and asthma. Internal medicine physicians specialize in managing these conditions through medication management, lifestyle modifications, and ongoing monitoring to optimize health outcomes and quality of life.",
        "internalMedBenefits4": "Diagnostic Expertise: Internal medicine physicians possess strong diagnostic skills and clinical judgment, enabling them to evaluate symptoms, order diagnostic tests, and formulate accurate diagnoses. They are trained to consider a broad differential diagnosis and develop evidence-based treatment plans tailored to individual patient needs.",
        "physiotherapyDescription": "Healthcare profession focused on optimizing physical function, movement, and overall well-being.",
        "physiotherapyBenefits": "Pain Relief: Physiotherapy techniques such as manual therapy, therapeutic exercises, and modalities like ultrasound or electrical stimulation can help reduce pain and discomfort caused by musculoskeletal conditions, injuries, or chronic pain syndromes.",
        "physiotherapyBenefits2": "Improved Mobility and Function: Physiotherapy interventions are designed to restore and improve mobility, flexibility, and functional abilities. Through targeted exercises, stretching, and joint mobilization techniques, individuals can regain movement and perform daily activities more easily.",
        "physiotherapyBenefits3": "Rehabilitation After Injury or Surgery: Physiotherapy plays a crucial role in the rehabilitation process following surgery, sports injuries, fractures, or accidents. Physiotherapists develop personalized treatment plans to facilitate recovery, strengthen muscles, restore range of motion, and optimize healing.",
        "physiotherapyBenefits4": "Prevention of Recurrent Injuries: Physiotherapy emphasizes injury prevention strategies through education, biomechanical assessments, and targeted exercises to address muscle imbalances, poor posture, or faulty movement patterns that may contribute to recurrent injuries.",
        "physiotherapyBenefits5": "Management of Chronic Health Conditions: Physiotherapy can help manage chronic health conditions such as arthritis, fibromyalgia, multiple sclerosis, or chronic obstructive pulmonary disease (COPD). Therapeutic exercises, breathing techniques, and energy conservation strategies can improve symptoms, enhance functional capacity, and promote overall well-being.",
        "traumatologyDescription": "Medical specialty that focuses on the diagnosis, treatment, and management of injuries, especially those resulting from physical trauma, accidents, and emergencies.",
        "traumatologyBenefits": "Specialized Care for Traumatic Injuries: Traumatologists are specialists trained to diagnose and treat a wide range of traumatic injuries, including fractures, dislocations, sprains, strains, and soft tissue injuries. They possess expertise in managing acute trauma cases and providing timely interventions to minimize complications and promote recovery.",
        "traumatologyBenefits2": "Comprehensive Assessment and Management: Traumatologists conduct comprehensive evaluations of traumatic injuries, including thorough physical examinations, imaging studies (such as X-rays, CT scans, and MRIs), and diagnostic tests to determine the extent and severity of injuries. They develop individualized treatment plans tailored to each patient's unique needs, considering factors such as age, medical history, and lifestyle.",
        "traumatologyBenefits3": "Multidisciplinary Approach to Care: Traumatology often involves a multidisciplinary approach, with traumatologists collaborating closely with other healthcare professionals, including orthopedic surgeons, neurosurgeons, emergency physicians, physical therapists, and rehabilitation specialists. This team-based approach ensures coordinated care and optimal outcomes for patients with complex injuries.",
        "traumatologyBenefits4": "Emergency and Critical Care Services: Traumatologists play a crucial role in emergency and critical care settings, providing immediate medical attention to patients with life-threatening injuries, such as traumatic brain injuries, spinal cord injuries, and severe fractures. They are trained to stabilize patients, manage pain, and initiate lifesaving interventions to prevent further harm.",
        "neurotherapyDescription": "Therapeutic approach that involves real-time monitoring of brain activity to help individuals regulate and optimize their neural function.",
        "neurotherapyBenefits": "Improved Attention and Focus: Neurotherapy has been shown to help individuals, including those with attention-deficit/hyperactivity disorder (ADHD) or attention difficulties, improve their ability to focus and sustain attention on tasks. Through neurofeedback training, individuals learn to regulate brainwave patterns associated with attention and concentration.",
        "neurotherapyBenefits2": "Reduced Anxiety and Stress: Neurotherapy can help individuals manage symptoms of anxiety and stress by teaching them to modulate brainwave activity associated with the body's stress response. By learning relaxation techniques and promoting alpha wave production, neurotherapy may help individuals achieve a state of calm and reduce feelings of anxiety and tension.",
        "neurotherapyBenefits3": "Enhanced Cognitive Function: Neurofeedback training has been associated with improvements in cognitive function, including memory, processing speed, and executive functioning. By promoting optimal brainwave patterns and neural connectivity, neurotherapy may support cognitive performance and enhance learning and problem-solving abilities.",
        "neurotherapyBenefits4": "Better Emotional Regulation: Neurotherapy can assist individuals in regulating emotions and managing mood disturbances, such as depression or mood swings. By targeting brain regions involved in emotional processing and arousal, neurofeedback training may help individuals achieve greater emotional stability and resilience.",
        "neurotherapyBenefits5": "Improved Sleep Quality: Neurotherapy has shown promise in addressing sleep disorders and improving sleep quality. By training individuals to achieve brainwave patterns associated with deep relaxation and restorative sleep, neurofeedback may help alleviate insomnia, reduce nighttime awakenings, and promote more restful sleep.",
        "laboratoriesDescription": "Facilities equipped to perform a wide range of diagnostic tests and analyses on various biological samples.",
        "laboratoriesBenefit": "Disease Diagnosis: Medical laboratories perform a wide range of diagnostic tests that help healthcare providers identify the presence of diseases, infections, and medical conditions. These tests include blood tests, urine tests, imaging studies, microbiological cultures, and molecular diagnostics, among others.",
        "laboratoriesBenefit2": "Early Detection and Screening: Medical laboratories offer screening and early detection tests for various diseases and conditions, allowing for early intervention and treatment. Screening tests such as mammograms, Pap smears, prostate-specific antigen (PSA) tests, and cholesterol panels help identify risk factors and detect diseases in their early stages when treatment is most effective.",
        "laboratoriesBenefit3": "Treatment Monitoring: Medical laboratories provide testing services to monitor the effectiveness of treatments and therapies for patients with chronic diseases and medical conditions. Monitoring tests, such as blood glucose monitoring for diabetes management or international normalized ratio (INR) testing for patients on anticoagulant therapy, help healthcare providers adjust treatment plans and optimize patient care.",
        "laboratoriesBenefit4": "Personalized Medicine: Advances in medical laboratory technology, including genetic testing and molecular diagnostics, enable personalized medicine approaches tailored to individual patient needs. Genetic testing helps identify genetic predispositions to diseases, predict treatment responses, and guide medication selection based on genetic factors.",
        "laboratoriesBenefit5": "Infectious Disease Control: Medical laboratories play a critical role in infectious disease control by performing diagnostic tests to identify pathogens and monitor disease outbreaks. Rapid diagnostic tests for infectious diseases such as influenza, HIV, tuberculosis, and COVID-19 help healthcare providers implement timely interventions and prevent the spread of infections."
    },
    "faqs": {
        "firstQuestion": "At what age is it indicated to start aesthetic treatments?",
        "firstAnswer": "As a preventive treatment, there is no specific age. The beginning is marked by the type of skin, at the age of 20 creams are enough and some treatments can be applied as preventives or with anti-aging purposes.",
        "secondQuestion": "What is the difference between Botox and Fillers?",
        "secondAnswer": "Both are treatments to eliminate wrinkles, but Botox eliminates them by relaxing the muscles, while fillers eliminate them by giving volume using a natural gel (Usually Hyaluronic Ac.).",
        "thirdQuestion": "Is anesthesia required in the treatments?",
        "thirdAnswer": "Virtually all treatments are performed with local cold therapy and discomfort is minimal. But if the patient requests it, anesthesia can be used.",
        "fourthQuestion": "What is serum therapy and what is its objective?",
        "fourthAnswer": "It consists of intravenously administering specific serums that promote self-healing and the proper functioning of our body from a selection of vitamins, minerals, trace elements and natural biological drugs according to the specific needs of each person and without using artificial preservatives.",
        "fifthQuestion": "Which people are candidates to use it?",
        "fifthAnswer": "Anyone can use serum therapy, patients with acute or chronic degenerative diseases, in convalescent states after an illness or operation, people with a high workload and/or stress, people with obesity or athletes or simply healthy people looking to prevent diseases and optimize physical and intellectual performance.",
        "sixthQuestion": "How long does it take to see its effects on the body?",
        "sixthAnswer": "Its therapeutic effects are rapid, allowing the normal functions of the organs to be restored, and accelerating the biological recovery of patients, recovering vitality, stopping organic deterioration and beginning to live a fuller life. The earlier you start this type of treatment, the better the results will be, preventing cell degeneration and DNA damage.",
        "seventhQuestion": "What is infusion therapy?",
        "seventhAnswer": "Infusion therapy involves administering medications through a needle or catheterization. It is generally prescribed when a patient's condition cannot be treated with oral medications.",
        "eigthQuestion": "What are the types of infusion therapies?",
        "eightAnswer": "We have treatment plans that can be administered to patients of all ages to treat and manage a variety of conditions. Infusion therapy can treat infectious problems, autoimmune disorders, nutritional or gastrointestinal disorders, cancer and hematological problems, immune deficiencies, hemophilia and may include patients managing symptoms of advanced diseases.",
        "nineQuestion": "Is infusion therapy covered by health insurance?",
        "nineAnswer": "It depends on the service needed but almost the majority are covered by medical insurance (With prior authorization from the insurer)."
    },
    "therapies": {
        "wellnessDrip": "Wellness drip",
        "sunkissedGlow": "Sunkissed glow",
        "recoveryDrip": "Recovery drip",
        "fitnessDrip": "Fitness drip",
        "emergenC": "Emergen-c push",
        "fatBurn": "Fat burn",
        "beautyBlend": "Beauty blend push",
        "masterAntioxidant": "Master antioxidant",
        "antiPain": "Anti pain push",
        "energyShot": "Energy shot",
        "dDhot": "D shot",
        "skinnyShot": "Skinny shot",
        "addOnsShot": "Add ons shot",
        "oncologyMedications": "Oncology medications",
        "rheumatology": "Rheumatology",
        "botox": "Botox",
        "facialFilling": "Facial filling",
        "tensioningWires": "Tensioning wires",
        "mesotherapy": "Mesotherapy",
        "apparatusology": "Apparatusology",
        "internalMedicine": "Internal Medicine",
        "traumatology": "Traumatology",
        "physiotherapy": "Physiotherapy",
        "neurotherapy": "Neurotherapy",
        "generalLaboratories": "General laboratories",
        "laboratories": "LABORATORIES",
        "specialConsult": "SPECIAL CONSULT",
        "aestheticMedicine": "AESTHETIC MEDICINE",
        "infusion": "INFUSION OF SPECIALIZED MEDICATIONS",
        "serum": "SERUM THERAPIES",
        "alternative": "ALTERNATIVE MEDICINE"
    },
    "footer": {
        "certification": "Certification of point of care regenerative medicine by ISSCA",
        "started": "Get Started",
        "contactUs": "Contact us today to learn more about our services and schedule a consultation with one of our expert medical professionals.",
        "followUs": "Follow Us",
        "copyRight": "Copyright © 2024 Sekkei Soft. All rights reserved."
    }
}